const About = () => {
    return (
        <div className="container my-12 text-lg text-justify">
            <p data-aos="fade-down">
                <img
                    src="../src/assets/website/library.webp"
                    alt="library"
                    width={500}
                    className="float-left mr-8 rounded-lg"
                    data-aos="fade-right"
                />
                Бібліотечну мережу ЦБС Подільського району, яка створена 1976
                року, представляють 13 бібліотек: шість публічних бібліотек для
                дорослих, одна універсальна публічна бібліотека, одна бібліотека
                сімейного читання, п’ять бібліотек для дітей. Єдиний фонд
                бібліотек централізованої системи складає понад 317, 0 тис.
                примірників універсального змісту. До послуг користувачів 507
                посадочних місць.
            </p>
            <div data-aos="fade-down">
                <h1 className="text-2xl mt-5 font-bold">Щорічно бібліотеки:</h1>
                <p>
                    &#11162; обслуговують понад 50 тисяч користувачів (майже
                    кожного 4-го мешканця району);
                </p>
                <p>
                    &#11162; організовують майже 600 творчих акцій, які
                    відвідують понад 5 тис. користувачів;
                </p>
                <p>
                    &#11162; надають понад 8 тис. довідок, інформацій та
                    консультацій;
                </p>
                <p>
                    &#11162; загальна документовидача складає понад 1 млн. прим;
                    • кількість відвідувань становить 300 тис.
                </p>
            </div>
            <p className="mt-5" data-aos="fade-up">
                Головна місія бібліотек – забезпечення рівних можливостей
                вільного доступу до бібліотечно-інформаційного простору для
                задоволення потреб населення у сфері освіти, інформації й
                розвитку особистості, організації відпочинку та дозвілля.
                Бібліотеки активно змінюються: відбуваються трансформації
                бібліотек в загальнодоступні бібліотеки нового типу як
                багатопрофільні, інформаційні, інтелектуальні,
                культурно-дозвіллєві, комунікативні комплекси, інтегровані в
                сучасне цифрове середовище. Оновлені сучасні простори бібліотек
                ім. Валі Котика, ім. Корнія Чуковського, універсальної публічної
                бібліотеки № 11, ім. Джамбула Джабаєва із задоволенням
                відвідують як доросле населення, так і діти. Користувачів
                приваблює не лише інтер’єрне та екстерʼєрне оновлення бібліотек,
                а й осучаснення змісту роботи усіх бібліотек. Бібліотечні
                фахівці пропонують користувачам скористатися онлайн-сервісами,
                власними електронними ресурсами, взяти участь в прямих
                онлайн-заходах. Використання інформаційно-комунікативних
                технологій й освоєння віртуальних форм роботи дало змогу істотно
                розширити канали взаємодії з користувачами, покладаючись на
                соціальну мережу Facebook, відеохостинг YouTube та ін.
                <img
                    src="../src/assets/website/kids_banner.png"
                    alt="kids"
                    className="float-right ml-8 my-8 rounded-lg"
                    width={800}
                    data-aos="fade-left"
                />
                Розвивається проєктна діяльність бібліотек, надаються сучасні
                освітні, інформаційні, культурні і соціальні офлайн- та
                онлайн-послуги.До послуг користувачів усіх 13 бібліотек – 82
                комп’ютери, які підключені до мережі Інтернет; у наявності 50
                одиниць копіювально-розмножувальної техніки, 44 пристрої
                мультимедійного обладнання. У центральній районній бібліотеці
                ім. І. Франка, бібліотеці сімейного читання ім. С. Айні, ім.
                Джамбула Джабаєва, ім. В. Некрасова, ім. А. Головка, бібліотеці
                Дружби народів, універсальній публічній бібліотеці № 11, ім.
                Валі Котика, ім. К. Чуковського для користувачі працюють
                Інтернет-зони, робочі місця яких обладнані стаціонарними
                комп’ютерами. В усіх бібліотеках діє покриття безпровідних (Wі
                Fі) точок доступу до мережі Інтернет. Безоплатними
                інтернет-послугами в бібліотеках щорічно користується майже 2, 7
                тис. користувачів. Для втілення у життя творчих задумів,
                спрямованих на вдосконалення обслуговування користувачів,
                підтримки свого іміджу в місцевій громаді бібліотеки тісно
                співпрацюють з громадськими організаціями, соціальними службами,
                видавництвами, ЗМІ, культурно-мистецькими, навчальними,
                письменницькими та іншими закладами. Завдяки плідній співпраці
                універсальної публічної бібліотеки № 11 з Подільським центром
                зайнятості відбуваються семінари-тренінги для роботодавців та
                тих, хто прагне знайти роботу. Бібліотеки все активніше
                заявляють про себе в українському сегменті Інтернету. З метою
                реклами бібліотек, їх послуг та продуктів бібліотечними
                працівниками створюються віртуальні виставки, буктрейлери,
                відеопрезентації та відеорепортажі бібліотечних подій, рекламні
                відеоролики тощо. Все це можна переглянути на нашому сайті.
                Успішно працює перша в Україні бібліотека сімейного читання –
                бібліотека ім. Садріддіна Айні. Тут панує атмосфера родинного
                затишку. Індивідуальний підхід до кожного читача став запорукою
                успіху цієї унікальної бібліотеки. Тут створений батьківський
                простір, а до послуг дітей – дитяча кімната «Казкоград». В
                бібліотеці проводяться творчі акції, організовуються мистецькі
                професійні та аматорські виставки, родинні зустрічі та конкурси
                – все для розвитку сім’ї, родинного затишку та здоров’я.
            </p>
            <div data-aos="fade-up">
                <h1 className="text-2xl mt-5 font-bold">
                    При бібліотеках працюють 6 клубів за інтересами:
                </h1>
                <p>
                    &#11162; з 2023 року – літературно-історичний клуб
                    «Відродження» при бібліотеці на Вишгородській;
                </p>
                <p>
                    &#11162; з 2018 року при універсальній публічній бібліотеці
                    діє клуб для людей літнього віку «Матіола»;
                </p>
                <p>
                    &#11162; з 1994 року при бібліотеці ім. Джамбула – клуб
                    спілкування та дозвілля людей літнього віку «Затишок».
                </p>
                <p>
                    &#11162; клуб «Кияни» бібліотеки ім. О. Грибоєдова, який у
                    листопаді 2023 року святкуватиме своє 10-річчя, розквітнув
                    прекрасним суцвіттям відомих письменників-києвознавців. До
                    кожного засідання готуються цікаві повідомлення,
                    презентуються книги та бібліографічні видання, звучать нові
                    поезії про Київ тощо;
                </p>
                <p>
                    &#11162; клуб позитивного настрою «Гармонія» збирає людей
                    літнього віку в ЦРБ ім. Івана Франка. Всі заходи, проведені
                    у клубі, піднімають настрій, покращують самопочуття,
                    створюють гармонію та націлюють на оптимізм;
                </p>
                <p>
                    &#11162; з 2014 року діє клуб «Світлиця» при бібліотеці
                    Дружби народів, учасники якого влаштовують етнопосиденьки,
                    різдвяні вертепи, фольклорні дійства, народознавчі
                    вернісажі, майстер-класи тощо.
                </p>
            </div>
            <img
                src="../src/assets/website/library.png"
                alt="kids"
                className="float-right ml-8 my-5 rounded-lg"
                width={800}
                data-aos="fade-left"
            />
            <div data-aos="fade-up">
                <h1 className="text-2xl mt-5 font-bold">
                    4 читацькі творчі об’єднання:
                </h1>
                <p>
                    &#11162; літературно-мистецька вітальня «Крила» бібліотеки
                    на Вишгородській;
                </p>
                <p>
                    &#11162; творча лабораторія «Цікаве дозвілля» при бібліотеці
                    ім. Ю. Збанацького для дітей;
                </p>
                <p>
                    &#11162; МАК (Мистецтво – Арт – Креатив) в універсальній
                    публічній бібліотеці № 11;
                </p>
                <p>
                    &#11162; ТвориТи разом – арт-простір з Наталею Доломанською.
                </p>
                <p className="mt-5">
                    Героїко-патріотичні години та години гідності, екскурси в
                    історію, зустрічі з захисниками України виховують у дітей та
                    молоді патріотичні почуття, проливають світло на велич і
                    трагізм нашої історії, героїзм захисників і захисниць
                    України. Бібліотеки мають дієві засоби впливу на формування
                    інтересу користувачів до історії та сьогодення Києва,
                    рідного Подолу. Для них організовуються цікаві краєзнавчі
                    заходи, ведеться планомірна, систематична робота, спрямована
                    на збір, збереження та надання у користування інформації про
                    Поділ. Випускається бібліографічний покажчик «Нові
                    публікації про Подільський район», виходять серії
                    бібліографічних путівників «Вулиці Подолу пам’ятають» та
                    «Подільські місцевості»; біобібліографічних нарисів «Галерея
                    митців Подолу». Видано 10 випусків біобібліографічних
                    нарисів із серії «Бібліотека імені…», 12 випусків серії «Щоб
                    не потрапити в безодню», 3 випуски серії «Суцвіття імен», 4
                    випуски «Сучасні автори світу», 2 випуски серії «Київ – наше
                    рідне місто» та інші. Атмосфера доброзичливості та розуміння
                    панує в бібліотеках: тут завжди вислухають, розрадять,
                    запросять до клубу чи читацького об’єднання, запропонують
                    участь у майстер-класі чи цікавій зустрічі.
                </p>
            </div>
        </div>
    );
};

export default About;
